// if-эгер
// else-же болбосо, иначе
// = менчиктейт
// == экөө болсо салыштырат
// === тегти кошо салыштырат

// let password= prompt ("пароль жаз!")
// let correctpassword=1234

// if(password==correctpassword)
//     alert(`кош кел!`)
// else{alert (`пароль туура эмес!`)}

// let age=prompt(20)
// if(age<=3)
// {alert('младенец')}
// else if(age<=8)
// {alert('жаш бала')}
// else if(age<=18)
// {alert('подросток')}
// else('взрослый')
 

let age= prompt(25)
if(age<=0){alert('суук❄️')}
else if(age<=24){alert('жакшы 😊')}
else{ alert('ысык🔥')}